{
    "tid": "00040000001C0B00",
    "name": "Timberman",
    "product_code": "CTR-N-KTYP",
    "region": "eu",
    "version": "v0.0.0",
    "nid": "50010000047775",
    "platform": {
        "device": "CTR",
        "name": "Nintendo 3DS (Download)"
    },
    "publisher": "Insane Code",
    "genre": "Arcade / Simulation",
    "rating": {
        "system": "COB",
        "rating": "G",
        "age": "0"
    },
    "keywords": [],
    "descriptors": [],
    "releases_dates": {
        "eshop": "2019-05-30",
        "retail": ""
    },
    "formal_name": "Timberman",
    "description": "Bigger. Better. MORE CHOPS!\n<br>The game loved by millions of players all around the world - Timberman, now has a brand new, polished axe! Are you world-class wood chopper?\n<br>Enter the digital forest and find out! Discover the Nintendo 3DS version of this classic, casual game - slice and dice trees in an arcade-style, challenge your friends and be the fastest timberman alive!\n<br>Timberman now features a single player challenge, to test your skills, unlock all characters, and have fun with your friends!\n<br>Grab your trustworthy axe, become a true Timberman, and chop trees in 4, unique game modes:\n<br>•\tClassic Timberman: train your axe skills, gain exp, and beat your personal high score - in a classic, single-player, infinite tree mode. Chop as fast as you can and avoid branches! Prove you're the REAL THING!\n<br>•\tHero mode: be the hero and rescue birds from their nest in burning woods - gain eternal glory and sweet loot! Can you reach the top of a tree?\n<br>•\tRace: join the race and be the fastest Timberman in a fun, tree-chopping competition! Play with 3 CPU controlled players and test your chopping skills in a crazy, fast-paced match! First on the finishing line WINS IT ALL!\n<br>•\tVS Mode: compete with another player on the same Nintendo 3DS system! Remember - the better one wins!!\n<br>Join millions of players playing Timberman, now on Nintendo 3DS - featuring brand new, exciting game modes, plenty of crazy new characters to unlock, and more fun than ever!",
    "movies_id": [],
    "disclaimer": "",
    "genres": [
        "Arcade",
        "Simulation"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        {
            "iso_code": "en",
            "name": "English"
        }
    ],
    "number_of_players": "1 player",
    "copyright": "Title rights: Digital Melody, code rights: Insane Code",
    "catch_copy": "",
    "websites": []
}