{
    "tid": "000400000F713500",
    "name": "Cazzarion",
    "product_code": "KTR-N-CBNP",
    "region": "eu",
    "version": "v0.0.0",
    "nid": "50010000048055",
    "platform": {
        "device": "CTR",
        "name": "New 3DS (Download)"
    },
    "publisher": "Zarpazo",
    "genre": "Arcade / Action / Shooter",
    "rating": {
        "system": "COB",
        "rating": "PG",
        "age": "8"
    },
    "keywords": [],
    "descriptors": [],
    "releases_dates": {
        "eshop": "2019-11-01",
        "retail": ""
    },
    "formal_name": "Cazzarion",
    "description": "Only for New Nintendo 3DS\n<br>\n<br>Game type: Shoot 'em up, Space Shooter - Space Invaders\n<br>\n<br>If you like space shooter and space invader games you should try this version of a galaxy Shoot 'em up. \n<br>Galactic war in space and endless alien invader waves are waiting for you!\n<br>\n<br>Background story of the galaxy space shooter Cazzarion:\n<br>Aliens attack from outer space. Stop the aggressive alien starships in a battle inside a foreign galaxy to protect the earth. In endless waves the alien invader will attack you and your starship to reach our home planet.\n<br>It's up to you to prevent the downfall of our civilization!\n<br>\n<br>In this Shoot 'em up you will be faced with an alien invader bullet storm. The increasingly large number of projectiles and enemies is a big challenge in this game.\n<br>\n<br>Blast the enemies with your laser weapon out from the space. Your ship have infinite ammo. All what you need to do is to steer with your ship left and right with the \"Circle Pad\". To fire your weapon use the A, B, X or Y button.\n<br>Each time if you hit an enemy ship or an asteroid, you will get some points for your highscore. The enemy ships will be destroyed after they have got some hits with your laser weapon. The asteroids will be blast immediately with the first hit.\n<br>The enemy projectiles you can destroy with your laser weapon. If you hit and destroy an enemy projectile you get some extra points.\n<br>If your own ship will be hit by an enemy projectile, your ship will be damaged. After some hits on your ship, you will loose one life. At the beginning you have 4 lives and after you have lost all your lives, the next turn for increase your highscore and reach the next Award or Trophy can be started.\n<br>The game start with a moderate difficulty. Each time if you destroy an enemy ship or an asteroid the game will be more difficult. After some time you are confronted with an alien bullet hell.\n<br>\n<br>Try to increase your highscore to unlock all the available awards and trophies.\n<br>\n<br>Features:\n<br>- Stereoscopic 3D available\n<br>- Different play modes in one game. Play Space Invaders, Space Shooter and UFO Attack\n<br>- Realistic 3D space ship models\n<br>- Amazing explosion and fire effects in space with high quality explosion sound\n<br>- Background with realistic planets and moving moons in planet orbit\n<br>- Different kind of weapons for the enemy invader ships\n<br>- Stealth bomber alien space ships \n<br>- Endless challenging alien invader waves\n<br>- With each invader wave the shooter battle will be more difficult\n<br>- Trophy and Award for each game mode and a combined Trophy and Award available\n<br>- \"Hall of Fame\" where you can see your current Awards and Trophys for each game mode and the combined evaluation with the combined Award and Trophy\n<br>- Altogether there are 3 different play modes available",
    "movies_id": [],
    "disclaimer": "",
    "genres": [
        "Arcade",
        "Action",
        "Shooter"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        {
            "iso_code": "en",
            "name": "English"
        }
    ],
    "number_of_players": "1 player",
    "copyright": "© 2019 Armin Unold",
    "catch_copy": "",
    "websites": []
}