{
    "tid": "00040000001DEC00",
    "name": "WordHerd",
    "product_code": "CTR-N-BL4E",
    "region": "na",
    "version": "v0.1.0",
    "nid": "50010000048675",
    "platform": {
        "device": "CTR",
        "name": "Nintendo 3DS Download Only"
    },
    "publisher": "Nellyvision",
    "genre": "Puzzle / Education / Training / Other",
    "rating": {
        "system": "ESRB",
        "rating": "T",
        "age": "13"
    },
    "keywords": [],
    "descriptors": [],
    "releases_dates": {
        "eshop": "2020-07-23",
        "retail": ""
    },
    "formal_name": "WordHerd",
    "description": "Work your way from simple to obscure and obtuse words in this brilliant, twisty, word finding puzzle game. \n<br>\n<br>Help Mia call the lost animals home before nightfall. Learn some modern, obscure and comic meanings as you try to beat your longest, rarest and highest scoring words through the ninety levels of word detective animal rescue.\n<br>\n<br>Mia will do her best to help you but when she's out of words you're on your own... \n<br>\n<br>Words can twist and turn across the board, any word you find can help Mia. Watch out for the new letter blocks and brain teaser levels with extra rules for really fussy animals.\n<br>\n<br>Use the +Control Pad and A Button or the touch screen and stylus to highlight words you find, new letters fall from the sky to make ever more interesting combinations.\n<br>\n<br>Knock letters out by tapping or attempting to use them three times in a row, but be careful, Mia will only let you do that three times on each level!",
    "movies_id": [],
    "disclaimer": "You may need to upgrade your current SD Card to a compatible SDHC Card or microSDHC Card with enough available space to download this software.<br>Visit support.nintendo.com for information about storage options. Sold separately.",
    "genres": [
        "Puzzle",
        "Education",
        "Training",
        "Other"
    ],
    "features": [],
    "languages": [
        {
            "iso_code": "en",
            "name": "English"
        }
    ],
    "number_of_players": "1 player\nSingle Player",
    "copyright": "©Nellyvision Ltd",
    "catch_copy": "",
    "websites": []
}