{
    "tid": "000400000014D600",
    "name": "Xeodrifter™",
    "product_code": "CTR-N-KXEE",
    "region": "na",
    "version": "v0.0.0",
    "nid": "50010000028696",
    "platform": {
        "device": "CTR",
        "name": "Nintendo 3DS Download Only"
    },
    "publisher": "Renegade Kid",
    "genre": "Action / Adventure",
    "rating": {
        "system": "ESRB",
        "rating": "E",
        "age": "6"
    },
    "keywords": [
        "3D games",
        "Renegade Kid",
        "Retro",
        "Indie"
    ],
    "descriptors": [],
    "releases_dates": {
        "eshop": "2014-12-11",
        "retail": ""
    },
    "formal_name": "Xeodrifter™",
    "description": "Purchase this game at full price through Nintendo eShop and get a free digital version of Xeodrifter™ for Wii U. The same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n<br><br>\nOffer applies to US, Canada, and Mexico only\n<br><br>\nXeodrifter is the story of an interstellar drifter traveling the stars on a simple mission of exploration. We join our nomad as he embarks on the investigation of a small cluster of four planets in the omega sector, after a collision with a rogue asteroid damaged his warp core.\n<br><br>\nBlast your way through alien landscapes, seek out valuable secrets, and defeat ancient guardians to unlock powers from a legendary supreme culture in this exciting journey of mystery and adventure.",
    "movies_id": [],
    "disclaimer": "You may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nThe same Nintendo Network ID must be linked to your Wii U and Nintendo 3DS systems as well as your eShop account prior to purchase in order to be eligible for the offer.\n<br><br>\nOffer applies to US, Canada, and Mexico only",
    "genres": [
        "Platformer",
        "Action",
        "Adventure"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        {
            "iso_code": "en",
            "name": "English"
        }
    ],
    "number_of_players": "1 player",
    "copyright": "Copyright © Renegade Kid 2014. All rights reserved. Renegade Kid and Xeodrifter are registered trademarks or trademarks of Renegade Kid LLC.",
    "catch_copy": "",
    "websites": []
}