{
    "tid": "00040000000CD300",
    "name": "AeternoBlade",
    "product_code": "CTR-N-ACUE",
    "region": "na",
    "version": "v0.0.0",
    "nid": "50010000018753",
    "platform": {
        "device": "CTR",
        "name": "Nintendo 3DS Download Only"
    },
    "publisher": "CORECELL",
    "genre": "Action / Platformer",
    "rating": {
        "system": "ESRB",
        "rating": "E10+",
        "age": "10"
    },
    "keywords": [
        "Corecell",
        "3D games",
        "Demos",
        "DLC"
    ],
    "descriptors": [],
    "releases_dates": {
        "eshop": "2014-02-18",
        "retail": ""
    },
    "formal_name": "AeternoBlade",
    "description": "Offers in-game purchases\n<br><br>\nIn the region of Awelsia, vengeful Freya travels with an unknown weapon called \"AeternoBlade\" to take revenge from Beladim, the Lord of the Mist who destroyed her village, Ridgerode, and killed her tribe. Her vengence is helped by Vernia, who has as much merit as Beladim. Vernia taught Freya about the ablility of AeternoBlade.\n<br><br>\nFreya has to venture in many world dimensions to find how to annihilate Beladim.\n<br><br>\nWhat is AeternoBlade? and How can Freya take revenge from Beladim? Solve tons of mysteries in her adventure!",
    "movies_id": [],
    "disclaimer": "Offers in-game purchases\n<br><br>\nDue to the size of this game, it may take longer to download the digital version of this title when compared to other Nintendo eShop games. At the time of purchase you can choose either “Download Now” to begin to download the game immediately or \n“Download Later” to download the game when the system enters “sleep mode.”\n<br><br>\nYou may need an additional compatible SD card or SDHC card with available space to download this software. Visit support.nintendo.com for information about storage options. Sold separately.\n<br><br>\nIn-game content available for purchase using stored account funds.",
    "genres": [
        "Action",
        "Adventure",
        "Puzzle"
    ],
    "features": [
        "Displays 3D Visuals"
    ],
    "languages": [
        {
            "iso_code": "en",
            "name": "English"
        }
    ],
    "number_of_players": "1 player",
    "copyright": "©2013 Corecell Technology Co,ltd. Allrights reserved.",
    "catch_copy": "",
    "websites": []
}